[
    {
        "state":"Alabama",
        "state_abbrev":"al",
        "Estimated Eyewitnesses":2805,
        "Caption":"At Midway Baptist Church, people have reported On Highway 84 near Evergreen, lays Midway Baptist Church. On certain nights you may see balls of light come from the cemetery and go across the highway. They have been known to follow people.."
    },
    {
        "state":"Alaska",
        "state_abbrev":"ak",
        "Estimated Eyewitnesses":574,
        "Caption":"At Old Copper Railroad, people have reported This was the railroad from Cordova to the Kennicott copper mine. It was closed and covered with dirt. It is now used as a road to access the back areas along the Copper River. There have been sightings of gravestones along the dirt road in the woods, but upon second investigation, they would be gone. There was government housing being built in Chitna from 1997-98. It was closed down for a while because the workers would hear voices and children laughing. Also, tools would be misplaced right after workers would put them down. Sometimes at night in back woods along the dirt road, you can hear voices and children laughing as well. - March 2007 Correction\/Additional Information: The correct spelling of the town is 'Chitina' although old publishing's have used the 'Chitna' spelling. The railroad was located by the town of Chitina and continued on for approximately 60 more miles t o Kennicott.."
    },
    {
        "state":"Arizona",
        "state_abbrev":"az",
        "Estimated Eyewitnesses":1988,
        "Caption":"At Museum Club, people have reported The voice of a woman thought to be the wife of a former owner, talks to people after hours. She once asked a musician, \"Are you done with that beer?” He turned around to see no one there. There were only four other people in the bar, and they were sitting at least 30-40 feet away from the bar.."
    },
    {
        "state":"Arkansas",
        "state_abbrev":"ar",
        "Estimated Eyewitnesses":1737,
        "Caption":"At Mark's Mill, people have reported Ghosts of Civil War soldiers haunt the area. - December 2003 update: It is located about 20 miles north of Warren, in Cleveland co. The battlefield and state park are located at the intersection of Hwy. 8 and Hwy. 97.."
    },
    {
        "state":"California",
        "state_abbrev":"ca",
        "Estimated Eyewitnesses":17871,
        "Caption":"At Indio High School, people have reported Indio High has been around since the early 60's. A former caretaker reports many experiences. One occurred late one rainy night in the front entrance of the school, it is an open space with a once fountain turned garden in the 90's. One Rainy night he was out doing his job cleaning up classrooms and campus when from the corner of his eyes he saw two figures in the distance sitting at the fountain talking and kissing. He thought this was odd considering its near midnight, it's raining, and at the time the school was practically in the middle of the desert. So with out taking his eyes off of them he began to approach them to ask them if they might need a ride or shelter from the rain. As he got half way near the fountain the male figure wearing a varsity jacket turned to him, the girl wearing a pretty prom like dress stood up and turned towards the caretaker, that's when he realiz ed they hadn't been affected by the rain... there clothes were completely dried and puffy! They faded away and disappeared. In the late 1970's or early 80's a group of students were returning home from prom night, the driver didn't see a ditch in the road and hit it, the car flipped killing 2 girls, 2 boys, and leaving the fifth person in the car in coma for several years when she finally came-to she was left a vegetable. Later she died at the age of 27 in her home. If you want to research this info your welcomed to do so at the Indio Library, and Indio High School library.."
    },
    {
        "state":"Colorado",
        "state_abbrev":"co",
        "Estimated Eyewitnesses":2795,
        "Caption":"At Wards, people have reported Wards what now is memorial hospital administration building many previous shoppers report hearing sounds coming from the walls and when they were in the women’s restroom the toilets and sinks flush and turn on lights turning off at night the previous security guard quit from those effects in the late 90's a young girl and boy were lost from there mother and father when they let there children go to the restroom and they never came out. to this day no one knows where the children went. People still say the parents never left the out side of the restroom.."
    },
    {
        "state":"Connecticut",
        "state_abbrev":"ct",
        "Estimated Eyewitnesses":3478,
        "Caption":"At Chamberlain Highway (Rt.72), people have reported Coyotes are native to this area. So every fall-spring in the houses around, you hear coyotes yelping in the late night hours, after about 5 minutes of this, you hear a trumpet. Anywhere along RT.72 (Chamberlain Hwy) you hear them.. Legend has it, that at Ragged Mountain off Rt.72 in the late 1800's a young trumpet boy had gotten lost around his new home, and he was lost with his trumpet. And coyote’s have gotten to him, So this is his call for help, Just to late.."
    },
    {
        "state":"Delaware",
        "state_abbrev":"de",
        "Estimated Eyewitnesses":511,
        "Caption":"At Pachette Playhouse, people have reported Last used as a playhouse and dancehall back in the summer of '99. Here figures in paintings and photographs on the walls animate, mirrors bleed, people are pushed down the front steps by an invisible force and many more things too numerous to mention here. From the outside you may see faces in the second story windows or a strange purple light moving about the rooms.."
    },
    {
        "state":"Florida",
        "state_abbrev":"fl",
        "Estimated Eyewitnesses":6088,
        "Caption":"At Wayside Antiques, people have reported South On I-75 -  Employees have reported to hear a voice from the back of the huge antique store call them by name, usually when they're opening or closing the store. Also, in one of the upstairs showrooms (right corner of the building facing I-75) is a antique dresser. A little girl, in period clothing, has been seen playing in the room around the dresser. She is usually only seen by psychics or those with honed psychic senses but others have reported a coldness or presence in the room. - December 2003 Update: The store is closing it's doors in the new year, 2004, right after the holidays. Whether it will open under new owners, remains to be seen.- March 2007 update: this location was closed late 2006 for re-building. The new building is almost finished and expected to open soon. - October 2007 Update: right off I-75 the famous Wayside antiques that have been closed down for some time have just been recently opened. looks the same but it is not known if it is the same owners. The only addition to the old barn like building is a huge sign above the building that says ANTIQUES, plus a new billboard advertising the place a few miles before the exit of I-75 to get there.."
    },
    {
        "state":"Georgia",
        "state_abbrev":"ga",
        "Estimated Eyewitnesses":4892,
        "Caption":"At Braselton Town Hall, people have reported The older employees at Town Hall will talk about \"Little John\" inhabiting the house.  Town Hall operates out of what used to be a residence built in approximately 1910 by of one of the Braseltons.  The place later because a boarding house\/hotel, an event house for weddings and then eventually the city renovated it in the late 90's and used to it to house its town hall, police department and water utility office. Older employees talk about things being moved, odd knocking and footsteps on the stairwell after the close of business, and opening up the business in the morning to find closed\/locked desk drawers opened.  Most recently, two employees were standing in the upstairs landing in broad daylight talking when they heard an odd knocking coming from one of the interior closets near the window that is near the attic. One of the police department canines visibly refuses to enter a downstairs conference room that was originally a formal dining room. Little John was at first thought to be some sort of myth created by one of the former patrol division members to delight and scare the female staff members, but some current and some retired employees can tell of the oddities that have sometimes occurred in the house.  \"Little John\" was supposedly a son of one of the Braseltons that had some slight mental problems. Little John allegedly occupied the house for a while and used to pick up stray dogs as pet.  He and the dogs mostly resided in the attic until his death. Although rarely talked about, there is also a report of one of the former Braselton matrons being seen in the downstairs bathroom. Prior to the house becoming the Town Hall, it was sometimes used for wedding receptions and other events. Supposedly, a guest at one of the weddings proclaimed to be a psychic and he told of seeing people dressed in formal attire from the twenties standing in the hall and of seeing the Braselton female in and around the bathroom. Being that no harm ever seems to be done, some of the employees just laugh when things occur and write it off as Little John being in the house. Some other employees are a little creeped out do not like staying late or by themselves in the building.."
    },
    {
        "state":"Hawaii",
        "state_abbrev":"hi",
        "Estimated Eyewitnesses":1546,
        "Caption":"At Honolulu, people have reported Waianae,Maili Coralsands - Across Maili 76 Gas Station - It has been told that the beach across the 76 gas station is haunted with animal spirits that were buried for many years since 1980's. You can here howling of dogs and meowing of cats...Even whispers from the ocean of people who died on the pier or in the waters. This beach is well known for a lot of ghostly and sounds activity. Waianae Coast area from Nanakuli to Makaha is also Well known for Hawaiian ancestors hauntings who had settled way back in the 1800 hundreds including the Heiau's and Makua cave in Makaha.."
    },
    {
        "state":"Idaho",
        "state_abbrev":"id",
        "Estimated Eyewitnesses":1247,
        "Caption":"At Lewiston Civic Theatre, people have reported Several years ago two girls were murdered in the theatre which used to be a church. Also that night the janitor disappeared and they still can't find him to this day. At night you can see the youngest girl climb up the stairs. She will also play tricks on you. There is also a phantasm there of a woman who was left at the altar when it was a church. You can see her roam through the seats crying. Also one of the old directors who passed away will sometimes come in late at night and sit down to watch a play. Strange feeling can be felt all around. September 2004 addition: there are, at any given time, no less than 70 spirits in the theatre. There's a trap door in the light booth that goes up to the rafters that has opened on its own. Lights turn on and off on their own. The chandelier spins in one direction for ten minutes, stops for five, and starts spinning is the same direction. Visitors lit candles on stage. Some blew out on their own. The ones that didn't blow out didn't burn when you put your hand in the flame. There was wailing that started from stage right and moved inhumanly fast to stage left. Floorboards move inexplicably. All the spirits there are harmless, of course, but it's still an exhilerating experience.."
    },
    {
        "state":"Illinois",
        "state_abbrev":"il",
        "Estimated Eyewitnesses":7907,
        "Caption":"At The old Stone Cottage Pizzeria, people have reported At one time it was also called Spaso Speakeasy, originally it was a lovely stone manor. Directions to follow the story, It is said that long ago the woman that owned it hung herself in the attic\/which has been converted to the office\/storage space for whatever business inhabits the building. The small basement has been used as a liquor\/storage room. The building has several dining areas with fireplaces in each one that have been converted to gas. Employees of then Spaso Speakeasy were almost asphyxiated by gas fumes when setting up before opening one day, everybody began to get sick, it was later discovered that the gas for the fireplaces had been turned on but not lit. For years employees have complained that the pull chain light switch at the top of the basement stairs, gets pulled and the light goes out, forcing you to either try maneuvering the stairs in the dark or leave the lower light on, if you walk up the stairs and turn it on and go back down to finish what you are doing, the light chain gets pulled, and the light goes out. There are secret panels and rooms behind the walls, that very few people are aware of, their purpose is unknown at this time. One in particular is between the front entranceway and the kitchen, along the wall to the left. The bar area is particularly active, and things disappear and reappear, such as a corkscrew that disappeared. After exhaustive searching, the manager went out and purchased another one, a few hours later, the missing corkscrew was simply sitting out in plain sight on the bar, in the open. The ghost has been called Mrs. Murphy, although, it is not known if that was\/is the true name, and is more like a trickster than a specter. Just an odd note, a Halloween party was held in the year 1989, (then Spaso Speakeasy) a raffle was given for door prizes and the first ticket drawn was *0666, No one held that ticket and it was not in sequence with the role of tickets being used. Most\/all businesses in this building have failed, it is\/was near the corner of North Avenue and Route 83, If you start out at the intersection of North and York, travel toward Route 83, it is on the right side, one business from the corner, a Peppers Waterbed Store used to be the business just past it. It is within visual distance of the Golden Pheasant restaurant, which is across 83, and on the left. -  December 2005 correction\/Update: The Stone Cottage Pizza building in Elmhurst is still there. It had been converted to a relatively popular bar and grill. That business, on westbound North Ave. has failed. There is a sign on it saying, \"scheduled for commercial redevelopment\". Parking availability cannot be blamed for it's closing. The Golden Pheasant restaurant mentioned in the same spot on the eastbound side of North Ave. still flourishes with the same amount of space. North Ave and Route 83, is reported to be the busiest intersection in the state. - March 2007 Update: It is being torn down with two next door establishments and will probably be use for mini-strip mall or something like that. - October 2007 Update: It has been demolished.."
    },
    {
        "state":"Indiana",
        "state_abbrev":"in",
        "Estimated Eyewitnesses":6144,
        "Caption":"At Austin High School, people have reported there is to be a Spanish teacher roaming the school. She died in a car accident around the 80's, possibly. There have been sightings of her by the teachers lat at night. While driving to school in the late 80's early 90's - the witness is not exactly positive of the date, - Addition info added November 2003 - their Spanish teacher was driving to school when she was in a wreck and killed. She is said to walk around the school, and some janitors have quit after when opening a door the handle began shake and was freezing cold.."
    },
    {
        "state":"Iowa",
        "state_abbrev":"ia",
        "Estimated Eyewitnesses":2684,
        "Caption":"At Des Moines International Airport, people have reported The Cloud Room - In offices that were originally a restaurant named the Cloud Room during the 60's and 70's. Supposedly haunted by a deceased young flight attendant who materializes usually in the Autumn walking empty halls with a bag as if confused looking for her flight. The occasional noise of laughing and glasses clinking at the bar early and late when the offices are quiet. Many cold spots and unexplained noises in and outside the Cloud Room.."
    },
    {
        "state":"Kansas",
        "state_abbrev":"ks",
        "Estimated Eyewitnesses":1825,
        "Caption":"At Topeka State Hospital, people have reported Very large facility, opened in 1872-closed 1997, at one time the site of Kansas' hospital for criminally insane.  Orbs, apparitions in windows, voices and music heard from many of the buildings on campus.  1,157 people are buried in the cemetery on site-95 percent are in unmarked graves.  Local PD still patrol the area, although several have stated they hesitate to enter the grounds at night.."
    },
    {
        "state":"Kentucky",
        "state_abbrev":"ky",
        "Estimated Eyewitnesses":6075,
        "Caption":"At Cumberland Falls State Park, people have reported Back in the 1950's, a Bride and Groom came to Cumberland Falls State Park for their Honeymoon. The couple decided to take in some of sites at the falls area before going back to their room at the lodge. Before leaving the falls they wanted to have their photos the with the falls in the background. The couple found an overlook just a few hundred feet from the falls that would work great for the photo. As the Bride stood on the Pillars at the edge of the 75 to 80 foot cliff, the Bride lost her balance and fell to her death. This place is now called \"Lovers Leap\". There have been reports of people driving around the last curve and hitting a woman that seems to be wearing a wedding dress and when they go to look for her, she is no where to be found.."
    },
    {
        "state":"Louisiana",
        "state_abbrev":"la",
        "Estimated Eyewitnesses":1489,
        "Caption":"At Taylortown Tower, people have reported Bell tower which was once part of a church, now stands alone in a pasture off the side of US Hwy 71. Legend has it a bride was waiting for her soon-to-be husband who died in a car accident on his way to their wedding. Many stories exist about the way the woman actually died. Some say she fell down the stairs to her death because she was upset, but still others say she hung herself in a fit of depression. People claim at midnight the bell tolls and a woman's screams can be heard.."
    },
    {
        "state":"Maine",
        "state_abbrev":"me",
        "Estimated Eyewitnesses":843,
        "Caption":"At Paddy Holler, people have reported Foxcroft cemetery - Stories passed down over the years say that some older folks hooked on canned heat died in this small town after drinking poisonous canned heat, also on Hemore road there is an old green house that sits kitty cornered and has been abandoned since 66, A young woman with 9 children passed away from a misdiagnosed brain aneurysm and feelings of loneliness flood the area, as well as people sighting money flying out the windows only to see nothing at all.."
    },
    {
        "state":"Maryland",
        "state_abbrev":"md",
        "Estimated Eyewitnesses":3050,
        "Caption":"At Mount Wilson State Hospital, people have reported Reisterstown Road to Mount Wilson Lane, go to end of road. Now called North Oakes Retirement Community. Mount Wilson State Hospital and Sanitarium closed in 1981. The buildings sat abandoned until 1990. Many high school students would visit this place. This was as they called it \"A creepy sky scraper in the woods.\" Secluded on about 200 acres in Baltimore County, Md. Thousands of Tuberculosis patients were treated here during the 50's, 60's, and 70's. 1988 still hear patients yelling for help.."
    },
    {
        "state":"Massachusetts",
        "state_abbrev":"ma",
        "Estimated Eyewitnesses":5273,
        "Caption":"At Dunn Pond State Park, people have reported A small island on Dunn Pond is said to be haunted. Occasionally bright lights are seen over the island. It is rumored that an Indian was buried on this small island that was his favorite fishing spot. - June 2008 submission debunked - the pond is man made and it was only dug in the 60's or 70's but no earlier than the 50's. If your on the other side of the ponds beach it would look as though there’s a light above the island due to the fact the park facilities building being directly behind it and it has a sodium vapor lamp on the side of the building.."
    },
    {
        "state":"Michigan",
        "state_abbrev":"mi",
        "Estimated Eyewitnesses":10198,
        "Caption":"At Northville Tunnels, people have reported In the old city of Northville in the 40's and 50's, were many insane asylums. They were not even a mile apart and ran through the whole town. They were all linked underneath the ground, for underground passages of very mentally ill patients and there's rumors that that's where many of the out of control patients were punished, not to alarm the others. The tunnels go all through the town, and under buildings, which are now on the place of the asylums. The tunnels are blocked off but the people who are brave enough to go in have experienced screaming, voices, moaning and orbs. Feelings of people behind you, crashes against the walls, and more. The tunnels are miles long and are tight compacted areas. There is a 200 dollar fine for anyone to go there, seeing as the late 80's and 90's brought many Satanists there trying to summon up spirits. -  Update: The buildings of the insane asylum have now been torn down and they are building a sub-division on the land. They had tried many times to get a company to come and build there and always something went wrong. They finally got some company to build expensive homes there and now there is a worry for the people who purchase their homes there. It is the whole block on the north-east corner of Sheldon and 5 mile roads.."
    },
    {
        "state":"Minnesota",
        "state_abbrev":"mn",
        "Estimated Eyewitnesses":2414,
        "Caption":"At Marian Center (Old Mounds Park Hospital), people have reported The Marian Center in St. Paul is a nursing home located in what was once the old Mounds Park Hospital. It was closed as a hospital sometime in the 70's and reopened as a nursing home in the late 80's\/early 90's. The story is that an off duty policeman who was working as a security guard was shot and killed as he was getting off the elevator in the basement, which is where the morgue was located. There are four elevators in the building, but if you get on that particular elevator, no matter what direction it is going or what floor you push, it will go straight to the basement, open, and then close again before going to where it's directed. The employee break room is in the basement but is rarely used, as you have to walk past the old morgue to get to it and there are strange noises there at night. There was also a tunnel from the basement leading to the old nurse's dormitory, which was once used for storage. The maintenance men disliked using it because they reported hearing strange noise and lights flickering off and on. The property sits across the street from a group of Indian burial mounds.."
    },
    {
        "state":"Mississippi",
        "state_abbrev":"ms",
        "Estimated Eyewitnesses":865,
        "Caption":"At Asbury Cemetery, people have reported Asbury Cemetery is located way back on a dirt road, down in a valley between some hills. It's a really pretty place, and I have been to more than one funeral there. But it's also a place where people like to park and stargaze. On several occasions, people have described a low voice talking, or an overwhelming, almost gut-wrenching feeling that something is watching them or something is after them. More than one serious accident has occurred from people driving from it at night as fast as they can. A witness involved in a wreck reports:  \"A group of us were out there just hanging out when everyone in our group, which consisted of about 10 people, all stopped talking in mid-sentence and felt a horrible sense of dread. We ran to our vehicles and everyone flew from there. I'm a biologist with a minor in Physics; I don't believe in \"ghosts\". On top of that, my father is a minister, and I have strong convictions against ghosts. Naturally, I thought it was just a change in the wind, sudden drop in pressure, etc., so I went back one night with a girl I was dating and a friend. We were sitting in the car talking when I felt a horrible feeling that someone was right on me. At the same time the girl I was with began to scream and tell me to get out of here, start the car! We flew out of there at full speed and kept speeding down the narrow two-lane road that led to it. Even though we had left the area and were a half mile away, she continued to look out the back window and say that someone is coming, and our friend was saying \"go, man, go! Don't slow down!\" I felt it too, and turned to look out the back window to see what it was; I lost control on the dirt road and my car went down a steep hill into some trees. We were at the bottom of this hill and all any of us could do was yell excitedly in fear at what might be out there. To this day, neither I nor any of my many friends who used to go out there will even turn down the road that leads to it at night. Not from what I said, but because they were there and I have felt it, too. \"."
    },
    {
        "state":"Missouri",
        "state_abbrev":"mo",
        "Estimated Eyewitnesses":5698,
        "Caption":"At Sullivan, people have reported Glaser Road and State Park - There was a \"mist\" appeared to many teenagers in the late 50's and early 60's on Glaser Road. They nicknamed it the Blob. Also on the same road starting in the 60's and goes on today but only on occasion a light appears and dances around in the sky and sometimes on the road. Another light has been seen in the State Park, which is on down past Glaser road. This light was seen as early as 1940's. It is large and round. It changes colors like a bubble. My father saw it in the early 40's while he was in the CCC camp. He and a friend were walking back to camp and it followed them. In the early 60's my science teacher at Sullivan High School went to investigate these lights that all us kids were talking about. He took a friend with him. It took all night but they did see it.."
    },
    {
        "state":"Montana",
        "state_abbrev":"mt",
        "Estimated Eyewitnesses":657,
        "Caption":"At Sheraton Hotel, people have reported One of the elevators every morning at 2:30 calls the front desk, and when the person at the front desk answers the phone no one is on the other line. The front desk clerk and the security guard look in the elevator and no one had been in it. Finally after this had been going on for many days the front desk clerk decided to call the elevator at 2:30 and someone picked up the phone, but no one was in the elevator.."
    },
    {
        "state":"Nebraska",
        "state_abbrev":"ne",
        "Estimated Eyewitnesses":1641,
        "Caption":"At Super China Buffet, people have reported There have been many restaurants and stores in this old building in historic Nebraska city in. Nobody is sure who haunts it, some say it’s the ghost of a boy who died and one of the restaurants was named after him and owned by his parents. Others say its the ghost of the woman who had a antique shop there for many years and cared dearly for the building. Anyone who spends any amount of time there has seen objects moving, strange sounds, and misplaced objects. - December 2003 update\/correction: the restaurant used to be a place called Bischofs hardware. they were in business for many. many yeas. A man ran it, there was Minnie Bishof who was the bookkeeper there and she babysat. Mr Bishof ran it until he died at age 90! His brothers helped too along with his sister Minnie. They were a well respected family in town. A family renovated the building and named it Scooters after theirson who committed suicide, it was rumored boy is buried close by where my parents are buried. The boy died well before they opened up the restaurant.."
    },
    {
        "state":"Nevada",
        "state_abbrev":"nv",
        "Estimated Eyewitnesses":784,
        "Caption":"At Hot Ponds, people have reported Just outside of Jackpot Nevada there were some naturally occurring hot ponds that had been made into an attraction where people could rent rooms. It had been popular until apparently some people were murdered there. Witnesses report \"Footprints and hoof prints would appear on the path, coming after us even though there was no possible way anyone else could have been out there. Broken glass was discovered around our van; even though it had not been there in the beginning and we had not brought anything glass out. There were strange noises and the air in certain spots on the property would suddenly grow very, very cold. it was a strange, yet interesting experience there was defiantly something or someone there.\"."
    },
    {
        "state":"New Hampshire",
        "state_abbrev":"nh",
        "Estimated Eyewitnesses":1542,
        "Caption":"At Mark H. Wentworth home for the chronically invalid, people have reported the Wentworth home is haunted and has been for many years. Its late history is a nursing home, presently a multi level care facility for the aged. a private nursing home until the early 90's now it is open to state care residents. The hauntings or happenings have been seen by many a caregiver over the years. Seeing full apparitions who speak is a good one. Many people have passed over there in this place. it is a pleasant place to be, and to work in. the things that have happened over the years are varied from things removing themselves to another location, apparitions, stuck doors opening by themselves, footsteps, voices and the like. A former worker on the 11-7 shift reports they heard voices, doors closing that were never open. And in certain places in the home\/ the older part, felt as though they was not alone in the room. Other people who had worked there have their stories, but generally it’s been there a long time, and a lot of people have died there. Some just hang around. There are workers who will not go into the old part at night if they don’t have to.."
    },
    {
        "state":"New Jersey",
        "state_abbrev":"nj",
        "Estimated Eyewitnesses":2722,
        "Caption":"At Caranza Road, people have reported A long Road in the pines said to be the living place of the jersey devil. But this road is more than that it is haunted by many ghosts. The road is named after a Mexican pilot who crashed on the road there is a big memorial there for him. it is said and has been told that 8:30 pm July 12 or the 12 of any month at 8:30 if you have a voice recorder you can hear his plane. it is a strange road if you go down it at night you get the felling that you are being watched from the wood by something but you knaw it is not human. If you ever go `out there bring a flash light there is no light out on the road.."
    },
    {
        "state":"New Mexico",
        "state_abbrev":"nm",
        "Estimated Eyewitnesses":1353,
        "Caption":"At Holy Cross Sanatorium, people have reported It was a military base in WWI and a TB hospital during WWII. In the mid 70's there was a devil-worshiping cult that used it to sacrifice animals. It has one remaining building all others were torn down due to the decrements. This building is definitely haunted; witnesses have heard noises from the upper floor and seen lights near the fountain at night. It has tunnels that lead from Northwestern part of town to the Southeastern side of town, which ends up at the airport; they have all been caved in. It has been a place for teenagers to go and party. Different people have experienced something in what they call the \"Alter Room\". It is a shadowy figure that lurks just inside the doorway. There is also a cemetery just to the north of the building, graves disturbed and a large cross has been cut down. Town legend says that the teenagers that cut it down in the 70's all died that year. The houses around the area are also reported to have paranormal activities. The Holy Cross in recent days has become a dangerous place to be. Murders have been committed there in the last few years. A gang has killed a peer as a sacrifice and a lover’s quarrel was the demise of a man in a drainpipe. The place has always been that of graffiti artists writing their names or the names of their favorite bands. Now gang names and signs are all over it marking it as territory. Sheriffs patrol it often now and run people off who are in there and possibly arrest them for trespassing.."
    },
    {
        "state":"New York",
        "state_abbrev":"ny",
        "Estimated Eyewitnesses":7230,
        "Caption":"At The City College of New York, people have reported Numerous reports since the 1920s of students seen -- and recognized by students, and [former] professors years back -- known to have died in the First World War, haunting one of the former political club lounges in Shepherd Hall. Legend had it that in one particular instance, a math tutor noticed that a student's clothes seemed somewhat dated for the mid-20s and put it in his mind to inquire as to how the young man was making out financially; given it was still a wholly free college with a mostly working class student body. Only later that night did this \"absent minded professor\" wake up from sleep with a start, scaring his wife in the process [isn't that always the case?], with the recollection that the young man died in France in 1918. Apparitions dressed in 60's & 70's clothes and one ghost in particular is in grunge attire, he always appears \"sad looking\", is only seen just before or after closing hours.."
    },
    {
        "state":"North Carolina",
        "state_abbrev":"nc",
        "Estimated Eyewitnesses":3102,
        "Caption":"At U.S. Highway 70 underpass, people have reported AKA Lydia's Bridge - Just outside of Greensboro, there has said to have been the ghost of a beautiful young girl who has been appearing near Greensboro since 1923. She stands next to the US Highway 70 Underpass in a white evening gown and waves frantically for someone to stop and pick her up. Those hapless travelers who do are introduced to a young woman who says her name is Lydia and she always ask them to please take her to an address in High Point. She always tells them that she has spent the evening at a dance in Raleigh and is anxious to get home, having run into car trouble on the way. Just as the drivers approach the house, the girl always vanishes from their car, never opening the door and getting out.-  March 2004 additional info: There are many versions to the story but the most common one that I have heard is that Lydia was at a dance one night and was trying to get home. A car apparently hit her and now she hitches rides home from the bridge. When the person gets her to her house, she disappears. She never says anything other than her name is Lydia; she needs to get home, and her address. Another story posted on www.dawghouse.topcities.com\/northcarolina.html.  Either way, she died in 1923. The road that linked High Point and Greensboro was a different road than is there now. There are train tracks that are the reason for the bridge. The bridge now is called the graffiti bridge, for obvious reasons. To the left of this bridge, about 40 ft away and hidden in massive amounts of kudzu, is where the original bridge is, and it's Lydia's bridge. There is another bridge about 2 miles away from these that is also believed to be Lydia's bridge. This one is an actual bridge that you drive over and it's over a creek. Some kids have spray painted pentagrams on it which is kind of freaky but at the same time, there is a sort of eerie presence here. One report of a group of friends in the 80’s that would venture there had two girls in this group and every time they would get close to the bridge, the girls would pass out. www.hauntednc.com says that Lydia is merely an urban legend. Which bridge is really her bridge? How did she die? Why was she walking home? Or was she in the car with her date? Where’s a newspaper article or an obituary that can prove to us that this happened? If she died at the bridge close to the graffiti bridge, one wonders who is haunting the one over the creek? Why would kids choose that bridge to paint pentagrams on?."
    },
    {
        "state":"North Dakota",
        "state_abbrev":"nd",
        "Estimated Eyewitnesses":1012,
        "Caption":"At Stoney End, people have reported A man was killed who once lived in the Stoney End. It is now a restaurant and many worker claim to see him and experience unexplainable things such as (things out of place, lights turning on and off, and some even say they have seen him!) some of the small town locals have claimed to see him outside on the small road leading to and from Stoney End, and also next to Stoney end on highway 83 leading through Garrison.."
    },
    {
        "state":"Ohio",
        "state_abbrev":"oh",
        "Estimated Eyewitnesses":7073,
        "Caption":"At out skirts of Clyde, people have reported If you take 101 out by a place named green hills golf coarse. Right after you drive past it there is railroad tracks. It's said to be haunted be four teenagers. In the early 60's a group of teenagers had a old Chrysler & you know how teen's are when the get their very first car. These teen's were going about 60-65 when they were heading towards the tracks. It is said that their car staled on the tracks when the tried to get it started. Then by that time it was to late. The train hit them and demolished the car. It is said if u head out that way alone at midnight and stop at the tracks you will see their decapitated heads on the ground along with the remains of the car. (note)it is said that the heads were never found.."
    },
    {
        "state":"Oklahoma",
        "state_abbrev":"ok",
        "Estimated Eyewitnesses":3751,
        "Caption":"At Pizza Hut, people have reported The Pizza Hut Ghost has haunted the pizza hut in Pawhuska for many years. The rumor is that before it was a restaurant that it was a house back in the 40's and a couple in their mid 20's lived there and then the man go drafted to WWII and he never returned. The house was torn down in the mid 70's after it had been vacant for years after the woman died and made into a place of business at times you can see the lady sitting looking out the window waiting for her husband to return from war there has been times that 40's style swing music has been heard over the jukebox and no disc is playing and she has been seen moving around the building in a night gown and sometimes she will move dishes. - March 2007 Correction: The facts about the Pizza Hut are not accurate. It was the home of a TheShadowlands.net\/ghosts visitor’s mother-in-law. She states the woman and her husband divorced and he moved to California. If it is her ghost, she would be waiting for her sons to come home, not a husband. The house was not vacant for any great length of time; at the most about a year. The visitor states she spent quite a few week ends in the house; was never afraid. One night something patted her and she thought it was her husband, however it was not. She and her husband figured it could have been the ghost of his younger brother who had died in the house. From what she had been told, he was a great kid and worried about the wildness of his older brother. He was only fifteen when cancer ended his life. Her husband's grand mother lived in the house prior to her death and she did like to re-arrange things. However, since this family loved the Lord, our visitor thinks no one at the Pizza Hut has anything to fear.."
    },
    {
        "state":"Oregon",
        "state_abbrev":"or",
        "Estimated Eyewitnesses":2719,
        "Caption":"At Old OIT on old fort road, people have reported The old college on old fort road is a very strange place. No one knows exactly why it closed. Apparently, there is a group of Satanists who work up there. It is believed that when people do sacrifices or something, bad energy is contained in the area. Anyway, several people have gone up the hill and have told me that there is a spot that has a bunch of rocks placed in a circle in the center is a pile of animal bones, but when the people went back up to find that place again, its always gone, and they will go up several times in search of it. Anyway old OIT had a dorm two school buildings and a gym that had a small swimming pool. There is one wall left, and a small area that has three walls and a cement floor. They are maybe 50 feet apart. Anyway, several people, credible witnesses say that they have seen apparitions, sometimes a fog in those two areas. Also if you go at night, you can hear sounds like people chanting, or footsteps if you sit in car with the lights off right next to those two buildings. Also just up the road from old OIT there is a hill, or at least what appears to be one. It’s a small vortex. One of the urban legends is that an old Indian was hung from a tree on that hill right next to the road. If you park under the tree, he will push you up the hill. But there are so many of those stories in various states that it is doubtful. - April 2007 Update - It's fenced in. There are a series of large poles, possibly 30 feet high, with three giant tires hanging from them. No one knows for sure how they got the tires up there. Contrary to the page's entry, there are two buildings there. One is in okay condition, and there appears to be bloodstains on the side of it. On the other side of the place, there is a building in shambles, and this is what makes the place truly scary. Loud bangs are also reported.."
    },
    {
        "state":"Pennsylvania",
        "state_abbrev":"pa",
        "Estimated Eyewitnesses":9533,
        "Caption":"At The Tracks, people have reported A train used to run through Flourtown until the 60's or 70's. After the train stopped running the tracks remained until 1987 when they were removed and all that remains is a long dirt path that runs behind Penn Oak Rd. Residents in the area sometimes hear the sound of a train as if it were still running and have seen a man walking along the tracks and then disappear. They have also seen a small boy around the Basketball net on Penn Oak, As well as underneath the 309 bridge. The boy is about five yrs. old with thick black hair and 50's era clothes.."
    },
    {
        "state":"Rhode Island",
        "state_abbrev":"ri",
        "Estimated Eyewitnesses":1083,
        "Caption":"At Colt State Park, people have reported Used to be a farm until it was sold to the state in the 50's or 60's. Apparently a stable hand died in the barn (now used as the park office). staff has shut off lights and closed doors only to find them on or open when they come back a few hours later, but nothing much more than that. One witness reports he was going to his car from the beach at what is called \"Suicide Hill\" and saw two little girls walking up the path towards him. They vanished as he got closer. A guy who works there confirmed one of his ex-coworkers saw the same girls and heard giggling in the woods in that area. Supposedly two young sisters drowned in the waters off the point back in the 70's. The park closes at dark and is patrolled so you can't be in there late.."
    },
    {
        "state":"South Carolina",
        "state_abbrev":"sc",
        "Estimated Eyewitnesses":3123,
        "Caption":"At Mechanicsville, people have reported Montrose graveyard -  The old Montrose church mysteriously burned down during the 1800's and was then rebuilt and renamed Mount Hope Church. That burned down or was moved a lot later (no evidence of the church stands now). The graveyard was in such disrepair that they put a collective marker outside of it. Then, during the 50's or 60's there was supposedly a huge black man that took children up there to murder them. Witnesses report hearing them screaming and crying and see a huge black shape, a pair of red eyes, & a little boy wearing a gray \"ante-bellum\" outfit standing behind one of the only tombstones left there (Joseph is the name on the stone). The area has become a place for people to trash and vandalize, and a place for late night drinking. Very sad really.."
    },
    {
        "state":"South Dakota",
        "state_abbrev":"sd",
        "Estimated Eyewitnesses":894,
        "Caption":"At Old Rapid City High School, people have reported now Dakota Junior High -  The heater room said to be haunted by football coach and team that had died years ago in a plane crash. - Update: The story is in 1968 or 69, on St. Patrick’s Day, the cheerleading squad and their coaches were killed in a plane crash at Rapid City Regional Airport while returning from the state AA's boys basketball tournament in Sioux Falls. It was a private plane owned by one of the cheerleader’s father. Now there is an award given out at the state basketball tournaments every year to the cheerleading squad with the best spirit, called the Spirit of Six Award and is in honor of the 6 cheerleaders who were killed in the crash. It is the Third Floor Gym of the school, which is supposedly haunted because that is where they use.."
    },
    {
        "state":"Tennessee",
        "state_abbrev":"tn",
        "Estimated Eyewitnesses":3427,
        "Caption":"At graves creek, people have reported IN THE EARLY 80'S THERE WAS AN EXPLOSION IN MINES #21 WERE 13 MINERS WERE KILLED. THEY SAY ON SOME NIGHTS YOU CAN SEE THE MINERS COMING OUT OF THE GROUND WERE MINE #21 WAS LOCATED. MINE 21 HAS BEEN SEALED UP AND YOU CAN SEE THE WHEAT LIGHTS OF THE MINERS COMING OUT OF THE GROUND AND THEN THEY JUST DISAPER. WERE THEY GO NO ONE KNOWS."
    },
    {
        "state":"Texas",
        "state_abbrev":"tx",
        "Estimated Eyewitnesses":11351,
        "Caption":"At Lakeview High School, people have reported Ever since it was opened in the 1970's, it was always consider the \"bad\" school. Over the years it was given the name of \"Suicide High\". It was given this name because sometime in the late 70's a boy shot himself in the bathroom. Later on in the 80's a girl broke the mirror and slit her throat, a two girls found her. To this day there's still no mirrors in the girls bathrooms. Later, only one girls and boy killed themselves in the school. Many students that attended Lakeview in the mid 90's committed suicide. In the bathrooms, sometimes you can hear footsteps when nobody else is in there. There's no windows in the school, that's what some students feel that make rooms so cold. There are cold spots in some places, and you can hear voices too. - December 2006 Correction: A former student reports when she went there from 1983 to 1987 there where indeed mirrors. There was only 1 suicide she knows off and it was a close friend. The only truth to the story, she states, is \"that we did not have windows in our classrooms.\"."
    },
    {
        "state":"Utah",
        "state_abbrev":"ut",
        "Estimated Eyewitnesses":2531,
        "Caption":"At Hobbs Hollow, people have reported In Layton near the highway 89 turn off going to Ogden there is a secluded neighborhood, there is a hidden trail that leads to a very large hollow, on one side is a small forest area and on the other is a fairly big lake. it seems like a great find for a good summer swim, but in the late 70's the undertow from the water began to mysteriously get violent on rare nights, many people went there drunk and went for a swim and swing off the rope swings, unfortunately many people began to disappear. lots of unsolved cases were linked to that lake, if you go there at night you can hear screams and people calling for help, and you can also see weird things in the reflection of the water.."
    },
    {
        "state":"Vermont",
        "state_abbrev":"vt",
        "Estimated Eyewitnesses":858,
        "Caption":"At Averill Stand, people have reported Averill Stand Historic Site was built in 1787, and was for many years the stagecoach stop between Bennington and Brattleboro on what is now Route 9. The Averill family managed the stagecoach stand on the site, hence the name Averill Stand, as well as the tavern and Inn. The family cemetery is on a small plot of land adjacent to the old pasture, and contains the bodies of many of the house's former occupants. One of those, Lavina Field Averill, is believed to have died in childbirth in the home, and it' is thought that she may be the spirit who has, several time, placed missing items on the kitchen counter. One visitor reports having seen a young woman in old clothing in the dining room. At night, always between 10:30 and 11:40, the current occupant's dogs run to the back door, barking, and watch someone or something, cross the back yard and walk to the old driveway. Some unseen being repeatedly rings the doorbell on snowy nights, leaving no trace of human footsteps. Perhaps it is Lavina, or perhaps it's Mrs. Brown, the wife of former lumber baron Martin Brown, who lived in the home for many years in the early 1900's, and died there. Mrs. Brown is known to visit at least one of the adjoining houses, in which she also resided. The house is noted for the repeated observations of spirit-sensitive folks for the warmth and friendliness and welcoming feel of the place, which many attribute to the spirits of the house.."
    },
    {
        "state":"Virginia",
        "state_abbrev":"va",
        "Estimated Eyewitnesses":2431,
        "Caption":"At Henrico County, people have reported Shirlydale Ave.(apartments) - At the end of Shirlydale Ave after the cul-de-sac there was a house about 50 yards up that was used as a civil war hospital it was tore down in the 80'S the house was gray 2 story with a basement and to the left was a barn with a drop door into a lower level that opened to the back. There is also an old square shaped pond or was a man made one; over to the right several graves was found by the apartments when they cleared the property. It was rumored that the spiteful union solders removed the tombstones and killed the patients in the hospital as they rested and the confederate soldiers still scream and moan. You can also see soldiers walking up through the woods where the house was to get help and sometimes you can here them talking in the woods and a harmonica playing in the distance but don’t be alarmed when you see a campfire in the background.."
    },
    {
        "state":"Washington",
        "state_abbrev":"wa",
        "Estimated Eyewitnesses":3470,
        "Caption":"At Maltby Cemetery, people have reported It is hidden off to the right hand side of the Redmond Duval Road. (20 miles East of Seattle.) It has about 35 grave sights and strange, unexplained things happen there. People have seen women and children, dressed in old, raggedy looking close, wondering around the gravesites. Witnesses have also felt physical things like being hit.February 2005 additional information: There used to be a staircase that began at ground level and descended 13 steps below ground. I believe the legend\/story was that it was a below-grade entrance to the opulent tomb of a locally wealthy family. In any case, kids used to get drunk near or in the cemetery and would walk down these steps late at night. It is unsure whether there were doors or simply a dirt wall at the bottom of these steps. Regardless, once you reached the bottom of the stairs and turned around you supposedly no longer saw the cemetery but a vision of Hell. The similarity in this story to yours is that this vision drove the subject to insanity. Anyone watching the subject walk down the stairs witnessed them stop, turn, and fall dumbfounded to their knees. I’ve heard that several children emerged nearly comatose from the steps – many of them never uttered another word. the story goes that these steps were bulldozed over (depending on the age of the storyteller, the bulldozing occurred anywhere from 1992 to the early 1960’s) and that the severe NO TRESPASSING limitations were a result of that. Furthermore, There is rumor of illegal late night expeditions – kids with shovels hoping to unearth Maltby’s 13 Steps to Hell. It is suggested independently researching this ‘tale.’ Either way, it’s a great story.."
    },
    {
        "state":"West Virginia",
        "state_abbrev":"wv",
        "Estimated Eyewitnesses":1495,
        "Caption":"At Peterkin Religious Retreat, people have reported Gravity Hall - Back in the early 70's, a black preacher died of a heart attack in his room while getting up to use the bathroom. His wife didn't discover this until the morning. Ever since then, the piano upstairs plays music. As soon as you open the door to walk up the stairway, you can hear the stairs creaking as he comes down to greet you. When you walk up the stairs, you can hear him following you. You can hear talking behind several of the closed doors. Cold spots can be felt. Doors sometimes open and shut. You can feel his presence behind you as he watches you go about your business. (My mom used to work here, cleaning the rooms after guests stayed there. He would sometimes follow her, watch her, and sometimes play the piano while she was there.) Guests have reported odd happenings, but they do not fear him. If you ask him nicely to leave you alone, he will go about his business.."
    },
    {
        "state":"Wisconsin",
        "state_abbrev":"wi",
        "Estimated Eyewitnesses":4076,
        "Caption":"At Wauwatosa West High School, people have reported In the mid 70's Wauwatosa West High school was being rebuilt on a new location. The school was more than 90 % finished, when two teenagers were messing around on the roof, while drinking, and lit the school on fire. The entire school burned down.  It was reported that an immigrant worker by the name of Hans from a European country, was in the now theatre working. Hans perished in the blaze. He never worked in shoes, and is said to haunt the theatre and he always has no shoes on. You are considered to be in most dangerous to be in the theatre without shoes on. On numerous occasions while faculty has been working in the stage, lights have gone off, stage doors slamming, guest seats creaking, and stage props disappearing.."
    },
    {
        "state":"Wyoming",
        "state_abbrev":"wy",
        "Estimated Eyewitnesses":839,
        "Caption":"At The Historic Sheridan Inn, people have reported The Historic Sheridan Inn is haunted by the spirit of a woman who was a caretaker, seamstress, waitress, and many other things from the time it opened at the turn of the century until her death in the late 50's or early sixties- \"Miss Kate\" has made noises, startled guests, turned lights on and off, and even set the fire alarm off several times one night to warn of a soon to happen fire in the kitchen- Her ashes are behind the wall of her third floor room, and you can sometimes see her rocking chair rocking by itself. Other ghostly inhabitants include a little girl, and the spirit of the son-in-law of Buffalo Bill Cody, the man who built the Inn. He shot himself in one of the rooms.."
    }
]